* DONE Find by gender
  CLOSED: [2017-03-04 Sat 16:27]
  :LOGBOOK:
  CLOCK: [2017-03-04 Sat 15:57]--[2017-03-04 Sat 16:26] =>  0:29
  :END:
* DONE Sort by age
  CLOSED: [2017-03-04 Sat 16:54]
  :LOGBOOK:
  CLOCK: [2017-03-04 Sat 16:43]--[2017-03-04 Sat 16:54] =>  0:11
  :END:
* DONE Age difference in days
  CLOSED: [2017-03-04 Sat 17:18]
  :LOGBOOK:
  CLOCK: [2017-03-04 Sat 16:55]--[2017-03-04 Sat 17:18] =>  0:23
  :END:
* TODO Find by first name
* TODO Read from standard input
* TODO Print how many males
* TODO Print who is the oldest
* TODO Print how many days older is Bill than Paul
